Repository: MrBrownNL/wp-slider-tutorial
Catalog: languages/mv-slider-*.po
Languages: nl_nl

source: How does it work
nl_nl: Hoe werkt het?

source: Other Plugin Options
nl_nl: Overige plugin instellingen

source: Slider Title
nl_nl: Slider titel

source: Display Bullets
nl_nl: Bullets weergeven

source: Slider Style
nl_nl: Slider stijl

source: Use the scortcode [mv_slider] to display the slider in any page/post/widget
nl_nl: Gebruik de scortcode [mv_slider] om de schuifregelaar in een pagina/bericht/widget weer te geven

source: Whether to display bullets or not
nl_nl: Bullets weergeven of niet

source: The title field can not be left empty
nl_nl: Het titelveld mag niet leeg blijven

source: Please, type some text
nl_nl: Typ alstublieft wat tekst

source: MV Slider Options
nl_nl: MV Slider instellingen

source: Manage Slides
nl_nl: Slides beheren

source: Add New Slide
nl_nl: Nieuwe slide

source: Settings Saved
nl_nl: Instellingen opgeslagen

source: Link options
nl_nl: Link opties

source: Add some text
nl_nl: Nieuwe slide

source: Link Text
nl_nl: Link tekst

source: Main options
nl_nl: Hoofd instellingen

source: Additional options
nl_nl: Overige instellingen

source: Save Settings
nl_nl: Instellingen opslaan
